<?php
/**
 * Template Part: expert level
 */
?>
<section class="about-block learn-with-fun about-wellpeak">

    <div class="container">
        <div class="about-row image-right">
          <div class="about-text">
            <h3 class="section-title">③ 上級コース　対象年齢：小4～高校生</h3>
            <p>プログラム時間： 18:15～19:45</p>
            <p>小学生までに培った基礎を、実践で使える本物の英語力へと進化させます。脳を「英語モード」に切り替え、英語で考える力を養いながら、4技能を一段と磨き上げるコースです。</p>

            <p><strong>レッスン内容</strong></p>
            <p>1. 読み書き<br>
                オックスフォード大学出版の教材やナショナルジオグラフィック、最新のニュース記事を活用し、読解力と表現力を磨きながら国際的な視野を広げます。常に新鮮で心を引きつけるトピックを取り入れることで、より高度で複雑なテーマにも自信をもって対応できるスキルを養います。
            </p>
            <p>2. ディスカッション<br>
                最新のニュースや自分の関心に沿ったテーマを題材にディスカッションを行います。英語で自分の考えを堂々と伝える力を育みながら、身近な出来事から世界的な話題まで理解を深めていきます。高度なテーマにおいて定期的なディスカッションを重ねることで、将来海外に出た時やビジネスシーンにおいても、自信を持って実践的な会話ができるスキルを身につけます。
            </p>
            <p>3. プロジェクト<br>
                地球規模の課題や最先端の技術革新、文化的な現象といった高度なテーマに取り組むプロジェクト型アクティビティを実施します。多角的な情報源を活用しながら、クリティカルシンキングとリサーチスキルを磨き、複雑な情報を整理・分析し、自分の言葉で発表する力を育成します。
            </p>
            <p>PBL（プロジェクト型学習）を基盤とすることで、知識の習得にとどまらず、実社会で応用できる実践力と国際的な視野を養うことができます。さらに、英語によるリサーチやプレゼンテーションの経験を積むことで、高度な知識と表現力が身につきます。</p>
          </div>

        <div class="about-image">
          <img src="<?php echo get_stylesheet_directory_uri(); ?>/images/junior-high.jpg" alt="Learn with Fun イメージ" loading="lazy" decoding="async">
        </div>
      </div>
    </div>


</section>
