<?php
/**
 * Template Part: Course (last message)
 */
?>
<section class="curriculum-course">
  <div class="container intro-inner">
    <h2 class="section-title">コースについて</h2>
    <div class="text">
      <p>WELLPEAKでは、
      お子様のレベルや目標に合わせた多様なコースをご用意しています。</p>
      <p>英語初心者向けコース
      「英語は初めて」
      というお子様でも安心してスタートできるコースです。
      ネイティブ講師やバイリンガル講師との遊びを通じて、
      自然な発音や基
      本的な英単語、
      フレーズを身につけます。</p>
      <p>帰国子女向け上級者コース
      海外での生活経験があるお子様や、
      すでに高い英語力をお持ちのお子様向けのコースです。
      ディスカッションやプレゼンテーションなど、
      より高
      度なアクティビティを通して、表現力や論理的思考力をさらに磨きます。</p>
      <p><strong>お子様に最適なコースをご提案いたします。</strong>まずは無料体験・説明会で、最先端の英語教育と、
      お子様の無限の可能性をご体感ください</p>
    </div>
  </div>
</section>
