<?php
/**
 * Template Part: Course (last message)
 */
?>
<section class="curriculum-course">
  <div class="container intro-inner">
    <h2 class="section-title">コースについて</h2>
    <div class="text">
      <p class="course-title">① 幼児コース　対象年齢：3〜6歳</p>
      <p>5 hour プログラム： 13:30～18:30<br>
      3.5 hour プログラム： 15:00～18:30</p>
      <p>言語の吸収は年齢が2歳に近いほど、習得効果は高まると言われています。WELLPEAKの長時間英語漬け環境で、バイリンガルレベルの英語力を手にしましょう！</p>
      <p class="course-title"><br>② 小学生コース　対象年齢：小1～小6</p>
      <p>プログラム時間： 13:30～18:30<br>※学年やバスルートによりお預かり開始時間は個々で変動します。</p>
      <p>中学・高校進学後も自信を持って対応できる英語力を身につけます。まずは楽しみながら英語に親しみ、習得が進むにつれて、知的好奇心を刺激しながら英語力をさらに伸ばす、充実したプログラムへと進化していきます。</p><br>
      <p class="course-title">③ 上級コース　対象年齢：小4～高校生</p>
      <p>プログラム時間： 18:15～19:45</p>
      <p>幼児コース、小学生コースで身に付けた基礎力を本物の英語力へと仕上げます。プレゼンテーションやディベートができるだけの応用力を身に付けるコースです。</p>

    </div>
  </div>
</section>
